import React, { FC } from 'react'
import styles from './agreement.module.scss'
import Meta from '@/utils/meta/Meta'

const CookiePolicy: FC = () => {
	return (
		<Meta
			title="Политика использования файлов «cookie»"
			description="Политика использования файлов «cookie»"
			image="home_preview.jpg"
		>
			<div className={styles.wrapper}>
				<div className={styles.container}>
					<h1>
						Политика использования файлов «cookie» (Cоглашение об использовании
						сайта).
					</h1>
					<h2>
						Внимательно ознакомьтесь с настоящей «Политикой использования файлов
						«cookie» (далее по тексту – «Политика»). Политика описывает правила
						обработки файлов «cookie» и схожие технологии при посещении
						веб-сайта https://telebon.ru/ (далее – «Сайт»). <br />
						<br />
						Используя Сайт, Вы подтверждаете своё согласие с настоящей
						Политикой.
						<br />
						<br />
						Сайт принадлежит ООО «Группа компаний «Белый Медведь» (адрес:
						610050, г. Киров, ул. Московская, д. 199) (далее – Общество). <br />
						<br />
						Политика применяется только к Сайту и не регулирует сайты третьих
						лиц, на которые Пользователь может перейти по ссылкам, которые могут
						быть размещены на Сайте. <br />
						<br />
						Общество не несет ответственность за содержание и/или условия
						использования сайтов третьих лиц и/или порядок обработки
						персональных данных при использовании таких сайтов, действия и/или
						бездействие третьих лиц при использовании таких сайтов. <br />
						<br />
						Политика устанавливает также условия использования Сайта.
						Использование Сайта означает полное и безоговорочное согласие
						Пользователя со всеми условиями настоящей Политики. В случае, если
						Пользователь не согласен с какими-либо условиями Политики полностью
						или частично либо условиями Политики в целом, Пользователь должен
						воздержаться от использования Сайта.
					</h2>
					<h3>1. Cookie, метки (тэги) и схожие технологии</h3>
					<h4>
						1.1. Cookie – текстовой файл небольшого размера, который
						направляется веб-сервером и сохраняется на компьютере, мобильном
						телефоне или любом другом устройстве, имеющем доступ в сеть
						Интернет, при посещении веб-сайта или мобильного приложения.
						<br />
						<br />
						1.2. Каждый раз при открытии страницы соответствующего веб-сайта или
						мобильного приложения Ваш веб-клиент (веб-браузер) пересылает
						указанный текстовый файл веб-серверу в составе HTTP-запроса, чтобы
						предоставить такому веб-серверу информацию о Ваших действиях или
						предпочтениях в Интернете. При этом для обеспечения безопасности и
						сохранности Ваших данных Ваш веб-клиент (веб-браузер), как правило,
						не передает cookie, предназначенные для одного веб-сайта или
						мобильного приложения, другим ресурсам.
						<br />
						<br />
						1.3. Вы можете как удалять уже сохраненные cookie по своему желанию,
						так и ограничить (запретить) их сбор, задав соответствующие
						настройки в Вашем веб-клиенте (веб-браузере). Более подробную
						информацию о том, как это сделать, Вы можете найти в разделе 6
						настоящей Политики.
						<br />
						<br />
						<span>
							Обращаем Ваше внимание, что в указанном случае мы не сможем
							гарантировать работоспособность Сайта и доступность его
							функционала в полном объеме.
						</span>
						<br />
						<br />
						1.4. Для целей настоящей Политики, под cookie понимаются далее также
						веб-маяки (включая пиксельные теги) и любые другие схожие
						технологии.
					</h4>
					<h3>2. Как мы используем cookie?</h3>
					<h4>
						2.1. Мы используем cookie для следующих целей:
						<br />
						<br />
						2.1.1. обеспечение функционирования и безопасности Сайта;
						<br />
						<br />
						2.1.2. улучшение работы Сайта;
						<br />
						<br />
						2.1.3. регистрация аккаунта на Сайте и упрощения последующей
						процедуры авторизации;
						<br />
						<br />
						2.1.4. сбора информации о пользовательской сессии, формирования
						статистики использования Сайта (например, подсчета посетителей
						Сайта, выявления часов пиковой пользовательской активности), анализа
						опыта пользовательского взаимодействия с Сайтом (например,
						определения индивидуального «пути следования» пользователя при
						использовании Сайта), т.е. для оптимизации дизайна и структуры Сайта
						с точки зрения удобства его использования, оперативного поиска
						нужной информации и общего улучшения пользовательского опыта;
						<br />
						<br />
						2.1.5. сбора информации о количестве просмотров рекламы и переходов
						по рекламным ссылкам (оценка конверсии), персонализация предложений
						и рекламы для Пользователя (например, Вам не будет повторно
						демонстрироваться та реклама, которую Вы недавно видели);
						<br />
						<br />
						2.1.6. усовершенствования продуктов и (или) услуг Общества и для
						разработки новых продуктов и (или) услуг Общества.
						<br />
						<br />
						2.2. Ваше согласие в соответствии с настоящей Политикой действует до
						тех пор, пока Вы не примете решение удалить сохраненные cookie и
						(или) ограничить (запретить) их сбор, как это описано в разделе 6
						настоящей Политики.
					</h4>
					<h3>3. Какие cookie мы используем?</h3>
					<h4>
						• Основные cookie - необходимы для того, чтобы обеспечить базовое
						функционирование Сайта. В частности, они позволяют пользователям
						регистрироваться и проходить авторизацию на Сайте, перемещаться по
						нему и просматривать его содержимое, а также позволяют «узнавать»
						пользователя для возможности предоставить запрошенную им услугу
						(например, сохранить раннее веденные им данные для входа на Сайт,
						чтобы впоследствии ускорить процедуру авторизации);
						<br />
						<br />• Эксплуатационные cookie - данные cookie собирают информацию
						о том, каким образом пользователь использует Сайт (например, каким
						веб-клиентом (веб-браузером) он пользуется для посещения Сайта), что
						позволяет нам улучшать навигацию на Сайте, делать его более удобным
						и отвечающим потребностям пользователей, а также исправлять
						технические ошибки по мере их возникновения и обеспечивать
						безопасность Сайта. К примеру, этот вид cookie помогает нам понять,
						каким образом пользователь заходит на Сайт, просматривает или
						использует Сайт, и выявить пути оптимизации Сайта;
						<br />
						<br />• Целевые cookie - данные cookie собирают информацию о
						поисковых предпочтениях пользователя и используются для доставки
						наиболее подходящей интересам пользователя рекламы и контента. Кроме
						того, они используются для ограничения числа показов рекламы, а
						также для оценки эффективности рекламных кампаний (оценки
						конверсии). Они запоминают сеанс посещения пользователями Сайта и
						передают эту информацию другим организациям, например,
						рекламодателям.
						<br />
						<br />• Функциональные cookie - данные cookie помогают настраивать
						содержимое Сайта в соответствии с предпочтениями конкретного
						пользователя. Они запоминают выбор пользователя (например, изменение
						размера текста), язык и страну, из которой пользователь посещает
						Сайт. Информация, собираемая данными cookie, анонимна, и активность
						пользователя на других сайтах не отслеживается.
						<br />
						<br />• Сеансовые cookie - данные cookie сохраняются в Вашем
						веб-клиенте (веб-браузере) только на период активной сессии на
						Сайте, т.е. пока Вы не покинете Сайт.
						<br />
						<br />• Постоянные cookie - данные cookie сохраняются в Вашем
						веб-клиенте (веб-браузере) после завершения сессии на Сайте, если
						только Вы их не удалите.
					</h4>
					<h3>4. Google Analytics</h3>
					<h4>
						4.1. Сайт использует Google Analytics, службу веб-аналитики Google
						LLC (далее – «Google»).
						<br />
						<br />
						Google Analytics также использует cookie. Информация, генерируемая
						cookie об использовании Сайта, как правило, передается и хранится
						Google на собственных серверах. От имени администратора Сайта Google
						будет использовать эту информацию для оценки использования Сайта,
						составления отчетов о действиях Пользователей на Сайте и
						предоставлять дополнительные услуги оператора Сайта по использованию
						Сайта. Сведения, получаемые с помощью Google Analytics, не позволяют
						идентифицировать конкретных пользователей. Вы можете дополнительно
						ознакомиться с принципами безопасности и конфиденциальности Google
						Analytics по следующей ссылке
						https://support.google.com/analytics/answer/6004245?hl=ru.
						<br />
						<br />
						4.2. Вы можете запретить сбор данных, которые генерируются cookie
						(включая IPадрес в отдельных случаях) в процессе использования
						Сайта, и последующую передачу их в Google, а также обработку этих
						данных Google, загрузив и установив плагин для Вашего веб-клиента
						(веб-браузера), доступный по следующей ссылке
						https://tools.google.com/dlpage/gaoptout/eula.html?hl=ru.
					</h4>
					<h3>5. Yandex.Metrica (Яндекс.Метрика)</h3>
					<h4>
						{' '}
						5.1. Сайт использует Yandex.Metrica (Яндекс.Метрика), службу
						веб-аналитики ООО «Яндекс», 119021, Россия, Москва, ул. Л. Толстого,
						16 (далее – «Яндекс»).
						<br />
						<br />
						5.2. Yandex.Metrica (Яндекс.Метрика) использует cookie для анализа
						активности Пользователей Сайта.
						<br />
						<br />
						5.3. Информация, собранная с помощью cookie, не раскрывает личность
						пользователя, но может помочь улучшить работу Сайта. Информация об
						использовании Сайта, собранная с помощью cookie, будет передана
						Яндексу и сохранена на собственных серверах Яндекса. Яндекс будет
						обрабатывать эту информацию, чтобы оценить, каким образом
						используется Сайт, составлять отчеты о работе Сайта и предоставлять
						другие услуги. Яндекс обрабатывает указанную информацию в
						соответствии с условиями использования сервиса Yandex.Metrica
						(Яндекс.Метрика).
						<br />
						<br />
						5.4. Вы можете запретить сбор данных, которые генерируются cookie в
						процессе использования Сайта, и последующую передачу их в Яндекс, а
						также обработку этих данных Яндексом, загрузив и установив плагин
						для Вашего веб-клиента (веб-браузера), доступный по следующей ссылке
						https://yandex.com/support/metrica/general/optout.html?lang=ru.
					</h4>
					<h3>6. Как отказаться от cookie?</h3>
					<h4>
						{' '}
						6.1. Вы можете регулировать сбор информации cookie путем
						произведения соответствующих настроек в Вашем веб-клиенте
						(веб-браузере). Чтобы получить инструкцию, как блокировать или
						удалить любые cookie, зайдите в раздел «Помощь» или «Поддержка»
						вашего веб-клиента (веб-браузера). В случае отключения функции
						cookie или ее блокировки мы не сможем гарантировать
						работоспособность Сайта и доступность его функционала в полном
						объеме. Информацию об управлении cookies в веб-клиенте
						(веб-браузере) можно получить по следующим ссылкам:
						<br />
						<br />
						Explorer:
						https://support.microsoft.com/ru-ru/help/17442/windows-internet-explorerdelete-manage-cookies#.
						<br />
						Firefox:
						https://support.mozilla.org/ru/kb/otklyuchenie-kukov-so-storonnih-sajtov.
						<br />
						Chrome: https://support.google.com/chrome/answer/95647?hl=ru.
						<br />
						Safari: https://support.apple.com/ru-ru/guide/safari/sfri11471/mac.
					</h4>
					<h3>7. Заключительные положения Политики</h3>
					<h4>
						7.1. Периодически могут вноситься изменения и/или дополнения в
						Политику, о чем Пользователь получит соответствующее уведомление на
						Сайте. Продолжение использования Сайта означает Ваше согласие с
						пересмотренными положениями Политики. В случае несогласия с
						каким-либо положением Политики Вы обязаны прекратить использование
						Сайта. Пересмотренная Политика вступает в силу на следующий день
						после ее публикации на Сайте. Актуальная редакция настоящей Политики
						расположена по адресу: https://telebon.ru/
						<br />
						<br />
						7.2. Пользователь считается согласившимся с новой версией Политики с
						момента ее акцепта Пользователем, в том числе путем совершения им
						действий по дальнейшему использованию Сайта после размещения на нем
						новой версии Политики.
						<br />
						<br />
						7.3. В части, не урегулированной настоящей Политикой, применяются
						положения Политики в отношении обработки персональных в ООО «Группа
						компаний «Белый Медведь», размещенной по адресу: https://telebon.ru/
					</h4>
				</div>
			</div>
		</Meta>
	)
}

export default CookiePolicy
