import React, { FC } from 'react'
import styles from './agreement.module.scss'
const LicenceAgreement: FC = () => {
	return (
		<div className={styles.wrapper}>
			<div className={styles.container}>
				<h1>ЛИЦЕНЗИОННЫЙ ДОГОВОР (ОФЕРТА)</h1>
				<h2>
					Данный документ является предложением ООО «ГК «Белый Медведь»
					заключить лицензионный договор на следующих условиях:
				</h2>
				<h3>1. Термины и определения</h3>
				<h4>
					Лицензиар - ООО «ГК «Белый Медведь» 4345410051/434501001 адрес (место
					нахождения):610050, г. Киров,ул. Московская, д. 199.
					<br />
					<br />
					Применяемые в настоящем Договоре термины означают следующее:
					<br />
					<br />
					Программный продукт – программа для ЭВМ «Telebon»
					<br />
					<br />
					Личный кабинет – инструмент доступа к Программному продукту,
					расположенный на официальном сайте Программного продукта:
					https://telebon.ru.
					<br />
					<br />
					Конечный пользователь – любое лицо, которому Лицензиаром предоставлен
					доступ к Личному кабинету.
					<br />
					<br />
					Активированная учетная запись – это пользователь, которого пригласили
					в аккаунт Лицензиата и не деактивировали в разделе управления
					сотрудниками.
					<br />
					<br />
					Установка – установка Программного продукта (в том числе запись и
					хранение в памяти ЭВМ (сервера, принадлежащего Лицензиату), а также
					совершение иных необходимых (обычно требуемых) установочных действий с
					целью записи файлов для надлежащего функционирования Программного
					продукта на техническом средстве (ЭВМ) Лицензиата и дальнейшего
					использования Программного продукта на данном ЭВМ.
					<br />
					<br />
					Saas-версия – версия Программного продукта, которая предоставляется
					без скачивания дистрибутива на серверах Лицензиара.
					<br />
					<br />
					Договорная территория — территория Российской Федерации, республики
					Беларусь, Казахстана, Киргизии и Армении.
					<br />
					<br />
					Лицензионное вознаграждение – денежная сумма, уплачиваемая Лицензиатом
					за право использования Программного продукта.
					<br />
					<br />
					Раздел «Тарифы» – раздел сайта Программного продукта, который содержит
					информацию о размерах лицензионного вознаграждения.
					<br />
					<br />
					Тариф – размер лицензионного вознаграждения в соответствии с
					предоставленной функциональностью Программного продукта.
					<br />
					<br />
					Учетный период использования (учетный период) – подлежащий оплате
					период использования Лицензиатом Программного продукта.
					<br />
					<br />
					Модуль Программного продукта – набор отдельных функций Программного
					продукта, не входящий в базовую комплектацию программы и
					предоставляемых Лицензиату на отдельных условиях и за отдельную плату.
					<br />
					<br />
					Некоммерческое использование – использование Программного продукта на
					условиях простой (неисключительной) лицензии на основе бесплатного
					Тарифа.
					<br />
					<br />
					Коммерческое использование – использование Программного продукта на
					условиях простой (неисключительной) лицензии на основе платного Тарифа
					<br />
					<br />
					Бесплатный период – период времени, указанный в разделе «Тарифы», в
					который Лицензиат знакомится с Программным продуктом без взимания с
					него платы. При этом Лицензиату предоставляется для ознакомления
					функциональность Программного продукта в соответствии с выбранным
					Тарифом.
					<br />
					<br />
					Регистрация банковской карты – операция в Личном кабинете, в рамках
					которой Лицензиат указывает данные своей кредитной/дебетовой карты.
					<br />
					<br />
					Платежная система – система, с помощью которой осуществляются все
					операции по банковским картам.
					<br />
					<br />
					Электронная подпись — усиленная квалифицированная электронная подпись,
					соответствующая требованиям Федерального закона № 63-ФЗ «Об
					электронной подписи» от 06.04.2011 и действующему законодательству РФ
					в сфере электронной подписи.
					<br />
					<br />
					Электронный документооборот (ЭДО) — процесс обмена между Сторонами в
					системе юридически значимого электронного документооборота
					документами, составленными в электронном виде и подписанными
					электронной подписью, используемой Сторонами.
					<br />
					<br />
					Оператор ЭДО — организация, обеспечивающая обмен открытой и
					конфиденциальной информацией по телекоммуникационным каналам связи в
					рамках электронного документооборота между Сторонами в системе ЭДО.
				</h4>
				<h3>2. Предмет договора</h3>
			</div>
		</div>
	)
}

export default LicenceAgreement
