export const propoData = [
	{
		title: 'Всегда доступны',
		description:
			'Работаем без сбоев. Это стабильность, доступность платформы: 99.8% uptime',
	},
	{
		title: 'Лёгкий старт',
		description:
			'Понятный интерфейс и легкая работа с системой. Сервис адаптирован под все виды услуг',
	},
	{
		title: 'Бесплатный тариф',
		description:
			'Базовый тариф всегда доступен, команда до 3-х человек может работать бесплатно и без ограничений',
	},
	{
		title: 'Перенесём данные',
		description:
			'Автоматический импорт клиентов, товаров и услуг Вашей компании',
	},
	{
		title: 'Найдём решение 24/7',
		description:
			'Поможем сотрудникам, всегда придем на помощь и ответим на все вопросы',
	},
	{
		title: 'Растём вместе с вами',
		description:
			'Не бойтесь масштабироваться, в TELEBON есть все, чтобы облегчить этот процесс',
	},
]
